// © Copyright 2005-2010, 2015 HP Development Company, L.P.

TaskName = "Kalibreer beeldscherm";
HelpTitle = "Kalibreer beeldscherm";

GretagMacbethInfoTitle = "Het computerbeeldscherm kalibreren en een profiel ervoor opstellen ten behoeve van een consistente kleurnauwkeurigheid. Klik op de onderstaande knop om het beeldscherm te kalibreren via de beeldschermkalibratie van GretagMacbeth.";
AppleDisplayCalibratorInfoTitle = "Het computerbeeldscherm kalibreren en een profiel ervoor opstellen ten behoeve van een consistente kleurnauwkeurigheid. Klik op de onderstaande knop om het beeldscherm te kalibreren via de Display Calibrator Assistant van Apple.";
KongAppleDisplayCalibratorInfoTitle = "In de loop van de tijd kunnen de kleuren op het beeldscherm verslechteren. Het ICC-profiel dat bij bepaalde beeldschermen wordt geleverd, verliest langzaam zijn geldigheid en de nauwkeurigheid van de kleuren neemt af. Gebruik af en toe de Display Calibrator van Apple om een aangepast ICC-profiel te maken en optimale kleurprestaties te bewerkstelligen. Ondanks dat de periode tussen het kalibreren van het beeldscherm varieert, kunt u een beeldscherm volgens deskundigen het beste elke twee weken kalibreren.";

HPAdvancedProfilingSolutionInfoTitle = "Kalibreer en profileer het computerbeeldscherm voor consistente kleurresultaten.\n\nKlik op “Kalibreren” om uw scherm te kalibreren met de HP Advanced Profiling Solution.";
DesignjetButtonTitle = "Kalibreren";
ButtonDefaultTitle = "Start beeldschermkalibratie";